"Regular" = "標準";

"Grid" = "グリッド";

"Cubism" = "キュービズム";

"Bad Math" = "バッド・マス";

"M-Theory" = "M-セオリー";

"UHFTEM" = "UHFTEM";

"Nowhere" = "ノーウェア";

"Echo" = "エコー";

"Kaleidoscope" = "万華鏡";

"Random" = "ランダム";

"Custom" = "カスタム";
